Repository: fau-klue/ai-act-corpus
Catalog: corpus/tmx_files/AI_Act-EN-PT-Trados.tmx
Source language: en_gb
Languages: pt_pt

source: Providers of general-purpose AI models shall cooperate as necessary with the Commission and the national competent authorities in the exercise of their competences and powers pursuant to this Regulation.
pt_pt: Os prestadores de modelos de IA de finalidade geral devem cooperar na medida do necessário com a Comissão e as autoridades nacionais competentes no exercício das suas competências e poderes nos termos do presente regulamento.

source: Providers of general-purpose AI models may rely on codes of practice within the meaning of Article 56 to demonstrate compliance with the obligations set out in paragraph 1 of this Article, until a harmonised standard is published.
pt_pt: Os prestadores de modelos de IA de finalidade geral podem basear-se em códigos de práticas na aceção do artigo 56.o para demonstrarem o cumprimento das obrigações previstas no n.o 1 do presente artigo, até que seja publicada uma norma harmonizada.

source: Compliance with European harmonised standards grants providers the presumption of conformity to the extent that those standards cover those obligations.
pt_pt: O cumprimento das normas europeias harmonizadas concede aos prestadores a presunção de cumprimento, na medida que essas normas abranjam essas obrigações.

source: Providers of general-purpose AI models who do not adhere to an approved code of practice or do not comply with a European harmonised standard shall demonstrate alternative adequate means of compliance for assessment by the Commission.
pt_pt: Os prestadores de modelos de IA de finalidade geral que não cumpram um código de práticas aprovado ou que não cumpram uma norma europeia harmonizada devem demonstrar meios de conformidade alternativos adequados para avaliação pela Comissão.

source: For the purpose of facilitating compliance with Annex XI, in particular points 2 (d) and (e) thereof, the Commission is empowered to adopt delegated acts in accordance with Article 97 to detail measurement and calculation methodologies with a view to allowing for comparable and verifiable documentation.
pt_pt: A fim de facilitar o cumprimento do anexo XI, nomeadamente do ponto 2, alíneas d) e e), a Comissão fica habilitada a adotar atos delegados em conformidade com o artigo 97.o a fim de especificar as metodologias de medição e cálculo, com vista a permitir documentação comparável e verificável.

source: The Commission is empowered to adopt delegated acts in accordance with Article 97(2) to amend Annexes XI and XII in light of evolving technological developments.
pt_pt: A Comissão fica habilitada a adotar atos delegados nos termos do artigo 97.o, n.o 2, para alterar os anexos XI e XII à luz da evolução tecnológica.

source: Any information or documentation obtained pursuant to this Article, including trade secrets, shall be treated in accordance with the confidentiality obligations set out in Article 78.
pt_pt: Todas as informações ou documentação obtidas nos termos do presente artigo, nomeadamente segredos comerciais, são tratadas em conformidade com as obrigações de confidencialidade estabelecidas no artigo 78.o.

source: Article 54
pt_pt: Artigo 54.o

source: Authorised representatives of providers of general-purpose AI models
pt_pt: Mandatários dos prestadores de modelos de IA de finalidade geral

source: Prior to placing a general-purpose AI model on the Union market, providers established in third countries shall, by written mandate, appoint an authorised representative which is established in the Union.
pt_pt: Antes de colocarem um modelo de IA de finalidade geral no mercado da União, os prestadores estabelecidos em países terceiros devem, mediante mandato escrito, designar um mandatário estabelecido na União.

source: It shall provide a copy of the mandate to the AI Office upon request, in one of the official languages of the institutions of the Union.
pt_pt: Mediante pedido, o mandatário fornece ao Serviço para a IA uma cópia do mandato numa das línguas oficiais das instituições da União.

source: verify that the technical documentation specified in Annex XI has been drawn up and all obligations referred to in Article 53 and, where applicable, Article 55 have been fulfilled by the provider;
pt_pt: Verificar se a documentação técnica especificada no anexo XI foi elaborada e se todas as obrigações referidas no artigo 53.o e, se for caso disso, no artigo 55.o, foram cumpridas pelo prestador;

source: keep a copy of the technical documentation specified in Annex XI at the disposal of the AI Office and national competent authorities, for a period of 10 years after the general-purpose AI model has been placed on the market, and the contact details of the provider that appointed the authorised representative;
pt_pt: Conservar uma cópia da documentação técnica especificada no anexo XI, que deve ficar ao dispor do Serviço para a IA e das autoridades nacionais competentes por um período de 10 anos após a colocação no mercado do modelo de IA de finalidade geral, e os dados de contacto do prestador que designou o mandatário;

source: provide the AI Office, upon a reasoned request, with all the information and documentation, including that referred to in point (b), necessary to demonstrate compliance with the obligations in this Chapter;
pt_pt: Prestar ao Serviço para a IA, mediante pedido fundamentado, todas as informações e documentação, incluindo a documentação e dados a que se refere a alínea b), necessária para demonstrar o cumprimento com as obrigações previstas no presente capítulo;

source: cooperate with the AI Office and competent authorities, upon a reasoned request, in any action they take in relation to the general-purpose AI model, including when the model is integrated into AI systems placed on the market or put into service in the Union.
pt_pt: Cooperar com o Serviço para a IA e as autoridades competentes, mediante pedido fundamentado, em qualquer medida que estas tomem em relação ao modelo de IA de finalidade geral, inclusive quando o modelo esteja integrado em sistemas de IA colocados no mercado ou colocados em serviço na União.

source: The mandate shall empower the authorised representative to be addressed, in addition to or instead of the provider, by the AI Office or the competent authorities, on all issues related to ensuring compliance with this Regulation.
pt_pt: O mandato habilita o mandatário a ser contactado, em complemento ou em alternativa ao prestador, pelo Serviço para a IA ou pelas autoridades competentes, sobre todas as questões relacionadas com a garantia da conformidade com o presente regulamento.

source: In such a case, it shall also immediately inform the AI Office about the termination of the mandate and the reasons therefor.
pt_pt: Nesse caso, informa também imediatamente o Serviço para a IA da cessação do mandato e dos respetivos motivos.

source: The obligation set out in this Article shall not apply to providers of general-purpose AI models that are released under a free and open-source licence that allows for the access, usage, modification, and distribution of the model, and whose parameters, including the weights, the information on the model architecture, and the information on model usage, are made publicly available, unless the general-purpose AI models present systemic risks.
pt_pt: A obrigação estabelecida no presente artigo não se aplica aos prestadores de modelos de IA de finalidade geral lançados ao abrigo de uma licença gratuita e de fonte aberta que permita o acesso, a utilização, a modificação e a distribuição do modelo, e cujos parâmetros, incluindo as ponderações, as informações sobre a arquitetura do modelo e as informações sobre a utilização do modelo, sejam disponibilizados ao público, a menos que os modelos de IA de finalidade geral apresentem riscos sistémicos.

source: Obligations of providers of general-purpose AI models with systemic risk
pt_pt: Obrigações dos prestadores de modelos de IA de finalidade geral com risco sistémico

source: Article 55
pt_pt: Artigo 55.o

source: In addition to the obligations listed in Articles 53 and 54, providers of general-purpose AI models with systemic risk shall:
pt_pt: Para além das obrigações enumeradas nos artigos 53.o e 54.o, os prestadores de modelos de IA de finalidade geral com risco sistémico devem:

source: perform model evaluation in accordance with standardised protocols and tools reflecting the state of the art, including conducting and documenting adversarial testing of the model with a view to identifying and mitigating systemic risks;
pt_pt: Realizar a avaliação do modelo em conformidade com protocolos e instrumentos normalizados que reflitam o estado da arte, incluindo a realização e documentação de testagens antagónicas do modelo, com vista a identificar e atenuar os riscos sistémicos;

source: assess and mitigate possible systemic risks at Union level, including their sources, that may stem from the development, the placing on the market, or the use of general-purpose AI models with systemic risk;
pt_pt: Avaliar e atenuar eventuais riscos sistémicos a nível da União, incluindo as respetivas fontes, que possam resultar do desenvolvimento, da colocação no mercado ou da utilização de modelos de IA de finalidade geral com risco sistémico;

source: keep track of, document, and report, without undue delay, to the AI Office and, as appropriate, to national competent authorities, relevant information about serious incidents and possible corrective measures to address them;
pt_pt: Acompanhar, documentar e comunicar, sem demora injustificada, ao Serviço para a IA e, se for caso disso, às autoridades nacionais competentes, as informações pertinentes sobre incidentes graves e eventuais medidas corretivas para os resolver;

source: ensure an adequate level of cybersecurity protection for the general-purpose AI model with systemic risk and the physical infrastructure of the model.
pt_pt: Assegurar um nível adequado de proteção em termos de cibersegurança para o modelo de IA de finalidade geral com risco sistémico e a infraestrutura física do modelo.

source: Providers of general-purpose AI models with systemic risk may rely on codes of practice within the meaning of Article 56 to demonstrate compliance with the obligations set out in paragraph 1 of this Article, until a harmonised standard is published.
pt_pt: Os prestadores de modelos de IA de finalidade geral com risco sistémico podem basear-se em códigos de práticas na aceção do artigo 56.o para demonstrarem o cumprimento das obrigações previstas no n.o 1 do presente artigo, até que seja publicada uma norma harmonizada.

source: Providers of general-purpose AI models with systemic risks who do not adhere to an approved code of practice or do not comply with a European harmonised standard shall demonstrate alternative adequate means of compliance for assessment by the Commission.
pt_pt: Os prestadores de modelos de IA de finalidade geral com risco sistémico que não cumpram um código de práticas aprovado ou que não cumpram uma norma europeia harmonizada devem demonstrar meios de conformidade alternativos adequados para avaliação pela Comissão.

source: Codes of practice
pt_pt: Códigos de práticas

source: Article 56
pt_pt: Artigo 56.o

source: The AI Office shall encourage and facilitate the drawing up of codes of practice at Union level in order to contribute to the proper application of this Regulation, taking into account international approaches.
pt_pt: O Serviço para a IA incentiva e facilita a elaboração de códigos de práticas a nível da União a fim de contribuir para a correta aplicação do presente regulamento, tendo em conta as abordagens internacionais.

source: The AI Office and the Board shall aim to ensure that the codes of practice cover at least the obligations provided for in Articles 53 and 55, including the following issues:
pt_pt: O Serviço para a IA e o Comité procuram assegurar que os códigos de práticas abranjam, pelo menos, as obrigações previstas nos artigos 53.o e 55.o, incluindo os seguintes elementos:

source: the means to ensure that the information referred to in Article 53(1), points (a) and (b), is kept up to date in light of market and technological developments;
pt_pt: Os meios para assegurar que as informações referidas no artigo 53.o, n.o 1, alíneas a) e b), sejam mantidas atualizadas à luz da evolução tecnológica e do mercado;

source: the adequate level of detail for the summary about the content used for training;
pt_pt: O nível de pormenor adequado para o resumo dos conteúdos utilizados no treino;

source: the identification of the type and nature of the systemic risks at Union level, including their sources, where appropriate;
pt_pt: A identificação do tipo e da natureza dos riscos sistémicos ao nível da União, incluindo as respetivas fontes, se for caso disso;

source: the measures, procedures and modalities for the assessment and management of the systemic risks at Union level, including the documentation thereof, which shall be proportionate to the risks, take into consideration their severity and probability and take into account the specific challenges of tackling those risks in light of the possible ways in which such risks may emerge and materialise along the AI value chain.
pt_pt: As medidas, procedimentos e modalidades de avaliação e gestão dos riscos sistémicos a nível da União, incluindo a respetiva documentação, que devem ser proporcionados em relação aos riscos, ter em conta a sua gravidade e probabilidade e ter em conta os desafios específicos da resposta a esses riscos à luz das possíveis formas como podem surgir e materializar-se ao longo da cadeia de valor da IA.

source: The AI Office may invite all providers of general-purpose AI models, as well as relevant national competent authorities, to participate in the drawing-up of codes of practice.
pt_pt: O Serviço para a IA pode convidar todos os prestadores de modelos de IA de finalidade geral, bem como as autoridades nacionais competentes, a participar na elaboração de códigos de práticas.

source: Civil society organisations, industry, academia and other relevant stakeholders, such as downstream providers and independent experts, may support the process.
pt_pt: As organizações da sociedade civil, a indústria, o meio académico e outras partes interessadas pertinentes, tais como prestadores a jusante e peritos independentes, podem apoiar o processo.

source: The AI Office and the Board shall aim to ensure that the codes of practice clearly set out their specific objectives and contain commitments or measures, including key performance indicators as appropriate, to ensure the achievement of those objectives, and that they take due account of the needs and interests of all interested parties, including affected persons, at Union level.
pt_pt: O Serviço para a IA e o Comité procuram assegurar que os códigos de práticas definam claramente os seus objetivos específicos e contenham compromissos ou medidas, incluindo, se adequado, indicadores-chave de desempenho, para assegurar a consecução desses objetivos, e que tenham devidamente em conta as necessidades e os interesses de todas as partes interessadas, incluindo as pessoas afetadas, a nível da União.

source: The AI Office shall aim to ensure that participants to the codes of practice report regularly to the AI Office on the implementation of the commitments and the measures taken and their outcomes, including as measured against the key performance indicators as appropriate.
pt_pt: O Serviço para a IA procura assegurar que os participantes nos códigos de práticas lhe comuniquem regularmente a execução dos compromissos e das medidas tomadas e os seus resultados, nomeadamente, se adequado, em função dos indicadores-chave de desempenho.

source: Key performance indicators and reporting commitments shall reflect differences in size and capacity between various participants.
pt_pt: Os indicadores-chave de desempenho e os compromissos em matéria de comunicação de informações devem refletir as diferenças entre os vários participantes em termos de dimensão e capacidade.

source: The AI Office and the Board shall regularly monitor and evaluate the achievement of the objectives of the codes of practice by the participants and their contribution to the proper application of this Regulation.
pt_pt: O Serviço para a IA e o Comité acompanham e avaliam regularmente a consecução dos objetivos dos códigos de práticas pelos participantes e o seu contributo para a correta aplicação do presente regulamento.

source: The AI Office and the Board shall assess whether the codes of practice cover the obligations provided for in Articles 53 and 55, and shall regularly monitor and evaluate the achievement of their objectives.
pt_pt: O Serviço para a IA e o Comité avaliam se os códigos de práticas abrangem as obrigações previstas nos artigos 53.o e 55.o, e acompanham e avaliam regularmente a consecução dos seus objetivos.

source: They shall publish their assessment of the adequacy of the codes of practice.
pt_pt: O Serviço para a IA e o Comité publicam a sua avaliação da adequação dos códigos de práticas.

source: The Commission may, by way of an implementing act, approve a code of practice and give it a general validity within the Union.
pt_pt: A Comissão pode, por meio de um ato de execução, aprovar um código de práticas e conferir-lhe uma validade geral na União.

source: The AI Office may invite all providers of general-purpose AI models to adhere to the codes of practice.
pt_pt: O Serviço para a IA pode convidar os prestadores de modelos de IA de finalidade geral a aderirem aos códigos de práticas.

source: For providers of general-purpose AI models not presenting systemic risks this adherence may be limited to the obligations provided for in Article 53, unless they declare explicitly their interest to join the full code.
pt_pt: Para os prestadores de modelos de IA de finalidade geral que não apresentem riscos sistémicos, esta adesão pode limitar-se às obrigações previstas no artigo 53.o, a menos que declarem explicitamente o seu interesse em aderir à integralidade do código.

source: The AI Office shall, as appropriate, also encourage and facilitate the review and adaptation of the codes of practice, in particular in light of emerging standards.
pt_pt: Se for caso disso, o Serviço para a IA também incentiva e facilita a revisão e a adaptação dos códigos de práticas, em especial à luz das normas emergentes.

source: The AI Office shall assist in the assessment of available standards.
pt_pt: O Serviço para a IA presta assistência na avaliação das normas disponíveis.

source: Codes of practice shall be ready at the latest by 2 May 2025.
pt_pt: Os códigos de práticas devem estar prontos o mais tardar até 2 de maio de 2025.

source: The AI Office shall take the necessary steps, including inviting providers pursuant to paragraph 7.
pt_pt: O Serviço para a IA toma as medidas necessárias, nomeadamente convidando os prestadores nos termos do n.o 7.

source: If, by 2 August 2025, a code of practice cannot be finalised, or if the AI Office deems it is not adequate following its assessment under paragraph 6 of this Article, the Commission may provide, by means of implementing acts, common rules for the implementation of the obligations provided for in Articles 53 and 55, including the issues set out in paragraph 2 of this Article.
pt_pt: Se, até 2 de agosto de 2025, não puder ser finalizado um código de práticas, ou se o Serviço para a IA considerar que tal não é adequado na sequência da sua avaliação nos termos do n.o 6 do presente artigo, a Comissão pode estabelecer, por meio de atos de execução, regras comuns para a execução das obrigações previstas nos artigos 53.o e 55.o, incluindo os elementos referidos no n.o 2 do presente artigo.

source: Those implementing acts shall be adopted in accordance with the examination procedure referred to in Article 98(2).
pt_pt: Os referidos atos de execução são adotados de acordo com o procedimento de exame a que se refere o artigo 98.o, n.o 2.

source: CHAPTER VI
pt_pt: CAPÍTULO VI

source: MEASURES IN SUPPORT OF INNOVATION
pt_pt: MEDIDAS DE APOIO À INOVAÇÃO

source: Article 57
pt_pt: Artigo 57.o

source: AI regulatory sandboxes
pt_pt: Ambientes de testagem da regulamentação da inteligência artificial

source: Member States shall ensure that their competent authorities establish at least one AI regulatory sandbox at national level, which shall be operational by 2 August 2026.
pt_pt: Os Estados-Membros asseguram que as respetivas autoridades competentes criam pelo menos um ambiente de testagem da regulamentação da IA a nível nacional, que deve estar operacional até 2 de agosto de 2026.

source: That sandbox may also be established jointly with the competent authorities of other Member States.
pt_pt: Esse ambiente de testagem também pode ser criado em conjunto com as autoridades competentes de outros Estados-Membros.

source: The Commission may provide technical support, advice and tools for the establishment and operation of AI regulatory sandboxes.
pt_pt: A Comissão pode prestar apoio técnico, aconselhamento e ferramentas para a criação e o funcionamento de ambientes de testagem da regulamentação da IA.

source: The obligation under the first subparagraph may also be fulfilled by participating in an existing sandbox in so far as that participation provides an equivalent level of national coverage for the participating Member States.
pt_pt: A obrigação prevista no primeiro parágrafo pode também ser cumprida através da participação num ambiente de testagem existente, desde que essa participação proporcione um nível equivalente de cobertura nacional para os Estados-Membros participantes.

source: Additional AI regulatory sandboxes at regional or local level, or established jointly with the competent authorities of other Member States may also be established.
pt_pt: Podem também ser criados ambientes de testagem da regulamentação da IA a nível regional ou local ou em conjunto com as autoridades competentes de outros Estados-Membros.

source: The European Data Protection Supervisor may also establish an AI regulatory sandbox for Union institutions, bodies, offices and agencies, and may exercise the roles and the tasks of national competent authorities in accordance with this Chapter.
pt_pt: A Autoridade Europeia para a Proteção de Dados pode igualmente criar um ambiente de testagem da regulamentação da IA para as instituições, órgãos e organismos da União e exercer as funções e as atribuições das autoridades nacionais competentes em conformidade com o presente capítulo.

source: Member States shall ensure that the competent authorities referred to in paragraphs 1 and 2 allocate sufficient resources to comply with this Article effectively and in a timely manner.
pt_pt: Os Estados-Membros asseguram que as autoridades competentes a que se referem os n.os 1 e 2 afetam recursos suficientes para cumprir o disposto no presente artigo de forma eficaz e atempada.

source: Where appropriate, national competent authorities shall cooperate with other relevant authorities, and may allow for the involvement of other actors within the AI ecosystem.
pt_pt: Se for caso disso, as autoridades nacionais competentes devem cooperar com outras autoridades pertinentes e podem permitir a participação de outros intervenientes no ecossistema da IA.

source: This Article shall not affect other regulatory sandboxes established under Union or national law.
pt_pt: O presente artigo não afeta outros ambientes de testagem da regulamentação criados ao abrigo do direito da União ou do direito nacional.
